{
  "text": {
    "hey": 45,
    "hello": 43,
    "hi": 46,
    "there": 91,
    "good": 37,
    "morning": 62,
    "evening": 28,
    "moin": 60,
    "let": 55,
    "s": 74,
    "go": 35,
    "dude": 27,
    "goodmorning": 40,
    "goodevening": 39,
    "afternoon": 3,
    "cu": 21,
    "by": 14,
    "cee": 17,
    "you": 109,
    "later": 54,
    "night": 67,
    "bye": 15,
    "goodbye": 38,
    "have": 42,
    "a": 1,
    "nice": 66,
    "day": 22,
    "see": 79,
    "around": 7,
    "yes": 108,
    "y": 107,
    "indeed": 51,
    "of": 70,
    "course": 19,
    "that": 89,
    "sounds": 82,
    "correct": 18,
    "no": 68,
    "n": 64,
    "never": 65,
    "i": 50,
    "don": 26,
    "t": 86,
    "think": 92,
    "so": 80,
    "like": 56,
    "way": 99,
    "not": 69,
    "really": 72,
    "perfect": 71,
    "great": 41,
    "amazing": 5,
    "feeling": 33,
    "king": 53,
    "wonderful": 104,
    "am": 4,
    "very": 96,
    "going": 36,
    "to": 94,
    "save": 77,
    "the": 90,
    "world": 106,
    "super": 85,
    "stoked": 84,
    "extremely": 30,
    "my": 63,
    "was": 98,
    "horrible": 47,
    "sad": 76,
    "feel": 32,
    "well": 100,
    "disappointed": 23,
    "m": 57,
    "unhappy": 95,
    "extremly": 31,
    "saad": 75,
    "are": 6,
    "bot": 10,
    "human": 49,
    "talking": 87,
    "what": 101,
    "is": 52,
    "budget": 11,
    "can": 16,
    "explain": 29,
    "budgeting": 12,
    "how": 48,
    "does": 25,
    "work": 105,
    "tell": 88,
    "me": 58,
    "about": 2,
    "budgets": 13,
    "money": 61,
    "give": 34,
    "some": 81,
    "saving": 78,
    "tips": 93,
    "want": 97,
    "better": 9,
    "__number__": 0,
    "rule": 73,
    "method": 59,
    "do": 24,
    "start": 83,
    "help": 44,
    "create": 20,
    "where": 102,
    "begin": 8,
    "with": 103
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "mood_great": 9,
    "mood_unhappy": 10,
    "bot_challenge": 5,
    "ask_budget": 2,
    "ask_saving_tips": 4,
    "ask_50_30_20_rule": 1,
    "ask_how_to_start": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_50_30_20": 12,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_how_to_start_budgeting": 18,
    "utter_iamabot": 19,
    "utter_saving_tips": 20,
    "utter_what_is_budget": 21
  },
  "action_text": null,
  "intent_response_key": null
}